{
  "P011": [
    {
      "summary": "No clinically relevant information extracted.",
      "transcription": "Hi, my name is Jasmine.",
      "updatedAt": "2026-02-15T03:59:17.060Z",
      "providerId": null
    }
  ],
  "P002": [
    {
      "summary": "Patient is experiencing significant pain rated at 7 out of 10, which increases with movement. They report some nausea but have not vomited recently. A CT scan is consistent with appendicitis, and the surgical team has been notified for a likely appendectomy. The next nurse should check vitals, ensure the IV is running properly, and monitor the patient’s pain and nausea; advise the patient to press the call button if symptoms worsen.",
      "transcription": "Hi, I'm Jamie, one of the nurses taking over your care. I know you've been here for a few hours, how are you feeling right now? Hi, it still really hurts, maybe a 7 now, but it spikes when I move. I'm sorry you're still uncomfortable. I see you had some pain medication earlier. Has it helped at all with the nausea? A little, I haven't thrown up again, but I still feel kind of queasy. Okay, thanks for letting me know. Your blood work is back, and the doctor reviewed your CT scan. It does look consistent with appendicitis, so the surgical team has been notified. So, I'll need surgery? Most likely, yes. The surgeon will come talk to you soon and explain everything in detail. Appendicitomies are very common, and you came in early, which is good. That's scary, but I'm glad we caught it. That's completely understandable. I'm going to check your vitals again, make sure your IV is running well, and keep you as comfortable as possible. If your pain gets worse, or you feel more nauseous, press the call button right away, okay? Okay, thank you. You're welcome. We're taking good care of you.",
      "updatedAt": "2026-02-15T04:15:22.116Z",
      "providerId": "Nurse_10"
    },
    {
      "summary": "The patient presents with sharp pain in the lower right abdomen, rating it as 8 out of 10, worsening with movement or coughing. They also report nausea, vomiting once, and chills, but have not checked their temperature. Plans include blood tests and a CT scan to rule out appendicitis, and an IV will be started with medication for pain and nausea. The next nurse should closely monitor the patient's vital signs and be prepared to assist with pain management.",
      "transcription": "Hi, I'm Dr. Liu. What brought you to the ER tonight? Hi, doctor. I've been having this really sharp pain in my lower right abdomen since this morning, and it's getting worse. Okay, on a scale from 1 to 10, how bad is the pain right now? It's about an 8. It started off dull, but now it's pretty intense, especially when I move or cough. Any nausea, vomiting, or fever? Yeah, I felt nauseous all day and threw up once. I've also had chills, but I didn't check my temperature. Understood. Have you had any surgeries before or anything like this in the past? No surgeries. I've never felt this kind of pain before. Alright, we'll run some blood tests and likely get a CT to check for appendicitis. In the meantime, we'll start an IV and give you something for the pain and nausea. Okay, is this serious? It could be, but you came in at the right time. We'll move quickly to help you.",
      "updatedAt": "2026-02-15T04:03:36.717Z",
      "providerId": null
    }
  ]
}