{
  "P011": [
    {
      "summary": "No clinically relevant information extracted.",
      "transcription": "Hi, my name is Jasmine.",
      "updatedAt": "2026-02-15T03:59:17.060Z",
      "providerId": null
    }
  ],
  "P010": [
    {
      "summary": "The patient is experiencing severe pain, rated at 7/10, which increases with movement. They report persistent nausea but have not vomited recently. The CT scan confirms appendicitis, and the surgical team has been notified; an appendectomy is likely. The next nurse should check vital signs and ensure the IV is running properly, while also monitoring the patient's pain and nausea. The patient should be advised to use the call button if symptoms worsen.",
      "transcription": "Hi, I'm Jamie, one of the nurses taking over your care. I know you've been here a few hours. How are you feeling right now? Hi, it still really hurts. Maybe a 7, but it spikes when I move. I'm sorry you're still uncomfortable. I see you had some pain medication earlier. Has it helped at all with the nausea? A little. I haven't thrown up again, but I still feel kind of queasy. Okay, thanks for letting me know. Your blood work is back and the doctor reviewed your CT scan. It does look consistent with appendicitis, so the surgical team has been notified. So, all new surgery? Most likely, yes. The surgeon will come talk to you soon and explain everything in detail. Appendectomies are very common, and you came in early, which is good. That's scary, but I'm glad we caught it. That's completely understandable. I'm going to check your vitals again, make sure your IV is running low, and keep you as comfortable as possible. If your pain gets worse or you feel more nauseous, press the call button right away, okay? Okay, thank you. You're welcome. We're taking good care of you.",
      "updatedAt": "2026-02-15T04:56:27.114Z",
      "providerId": "Nurse_9"
    },
    {
      "summary": "The patient is experiencing sharp pain in the lower right abdomen, rated as an 8 out of 10, which has worsened over the day. They also report nausea, one episode of vomiting, and chills, but did not take their temperature. Clinical plans include running blood tests and likely a CT scan to check for appendicitis. The patient will receive an IV to manage pain and nausea. The next nurse should monitor the patient's pain levels and vital signs closely, as the situation may be serious.",
      "transcription": "Hi, I'm Dr. Leo, and I brought you into the ER tonight. Hi doctor, I've been having this really sharp pain in my lower right abdomen since this morning, and it's getting worse. Okay, on a scale from 1 to 10, how bad is the pain right now? It's about an 8. It started off dull, but now it's pretty intense, especially when I move or cough. Any nausea, vomiting, or fever? Yeah, I felt nauseous all day and threw up once. I've also had chills, but I didn't check my temperature. Understood. Have you had any surgeries before or anything like this in the past? No surgeries. I've never felt this kind of pain before. Alright, we'll run some blood tests and likely get a CT scan to check for appendicitis. In the meantime, we'll start an IV and give you something for the pain and nausea. Okay, is this serious? It could be, but you came in at the right time. We'll move quickly and figure out exactly what's going on.",
      "updatedAt": "2026-02-15T04:54:34.472Z",
      "providerId": "Nurse_8"
    }
  ]
}